tap "withgraphite/tap"

brew "bash"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "curl"
brew "direnv"
brew "duckdb"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "openssh"
brew "pass"
brew "pass-otp"
brew "pdfgrep"
brew "pinentry-mac"
brew "pnpm"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ripgrep"
brew "sad"
brew "shfmt"
brew "stow"
brew "stylua"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "watch"
brew "withgraphite/tap/graphite"
brew "yarn"

cask "firefox"
cask "ghostty"
cask "hammerspoon"
cask "mpv"
cask "notion"
cask "notion-calendar"
cask "slack"
